Repository: Khizanag/hat-game-ios
Catalog: HatGame/HatGame/Localization/Localizable.xcstrings
Source language: en
Languages: ka

# timerSettings.rules.title
source: Game Rules
ka: თამაშის წესები

# timerSettings.allowSkipping.title
source: Allow Skipping
ka: გამოტოვების დაშვება

# timerSettings.allowSkipping.description
source: Let players pass on a word and return it to the hat.
ka: მიეცით მოთამაშეებს უფლება გამოტოვონ სიტყვა და დააბრუნონ ქუდში.

# settings.defaultSkipping.title
source: Allow Skipping
ka: გამოტოვების დაშვება

# settings.defaultSkipping.description
source: New games let players skip words by default.
ka: ახალ თამაშებში მოთამაშეებს ნაგულისხმევად შეუძლიათ სიტყვის გამოტოვება.

# %lld points
source: %lld scores
ka: %lld ქულა

source: %llds
ka: %lld წმ

# common.buttons.cancel
source: Cancel
ka: გაუქმება

# common.buttons.close
source: Close
ka: დახურვა

# common.buttons.continue
source: Continue
ka: გაგრძელება

# common.buttons.delete
source: Delete
ka: წაშლა

# common.buttons.done
source: Done
ka: დასრულება

# common.buttons.edit
source: Edit
ka: რედაქტირება

# common.buttons.play
source: Play
ka: თამაში

# common.buttons.settings
source: Settings
ka: პარამეტრები

# common.gotIt
source: Got it
ka: გასაგებია

# common.tapOrHoldToAdjust
source: Tap or hold to adjust
ka: დააჭირეთ ან დაიჭირეთ შესაცვლელად

# createRoom.create
source: Create Room
ka: ოთახის შექმნა

# createRoom.enterName
source: Enter your name
ka: შეიყვანეთ თქვენი სახელი

# createRoom.gameSettings
source: Game Settings
ka: თამაშის პარამეტრები

# createRoom.roundDuration
source: Round Duration
ka: რაუნდის ხანგრძლივობა

# createRoom.seconds
source: seconds
ka: წამი

# createRoom.title
source: Create Room
ka: ოთახის შექმნა

# createRoom.wordsPerPlayer
source: Words Per Player
ka: სიტყვები მოთამაშეზე

# createRoom.yourName
source: Your Name
ka: თქვენი სახელი

# createTeam.create
source: Create Team
ka: გუნდის შექმნა

# createTeam.enterName
source: Enter team name
ka: შეიყვანეთ გუნდის სახელი

# createTeam.teamColor
source: Team Color
ka: გუნდის ფერი

# createTeam.teamName
source: Team Name
ka: გუნდის სახელი

# createTeam.title
source: Create Team
ka: გუნდის შექმნა

# game.card.accessibility.hint
source: Swipe right if guessed, swipe left to skip.
ka: გადაასრიალე მარჯვნივ თუ გამოიცანი, მარცხნივ — გამოსატოვებლად.

# game.card.accessibility.word %@
source: Word: %@
ka: სიტყვა: %@

# game.card.hint.gotIt
source: Got it
ka: გამოვიცანი

# game.card.hint.skip
source: Skip
ka: გამოტოვება

# game.card.swipeHint
source: Swipe right if guessed · left to skip
ka: გადაასრიალე მარჯვნივ — გამოცნობა · მარცხნივ — გამოტოვება

# game.currentScoreLabel
source: Current Score: %lld
ka: მიმდინარე ქულა: %lld

# game.currentScoreLabel.suffix
source: pts
ka: ქულა

# game.currentTeamLabel
source: Current Team: %@
ka: მიმდინარე გუნდი: %@

# game.giveUp.button
source: Give up
ka: დანებება

# game.giveUp.confirmationMessage
source: Are you sure you want to skip this word? It will remain available for other teams.
ka: დარწმუნებული ხართ, რომ გსურთ ამ სიტყვის გამოტოვება? ის დარჩება ხელმისაწვდომი სხვა გუნდებისთვის.

# game.giveUp.title
source: Give Up?
ka: დანებება?

# game.gotIt
source: Got It!
ka: შემდეგი!

# game.nextTeam.role.explaining
source: Explaining
ka: ხსნის

# game.nextTeam.role.guessing
source: Guessing
ka: იცნობს

# game.nextTeam.roundStatus
source: Round Status
ka: ტურის მდგომარეობა

# game.nextTeam.selectExplainer
source: Who will explain?
ka: ვინ აიხსნის?

# game.nextTeam.selectExplainer.description
source: Select one player to explain words, others will guess
ka: აირჩიეთ ერთი მოთამაშე სიტყვების ახსნისთვის, დანარჩენები გამოიცნობენ

# game.nextTeam.shuffleExplainer
source: Pick a random explainer
ka: შემთხვევითი ამხსნელის არჩევა

# game.nextTeam.teamRoles
source: Team Roles
ka: გუნდის როლები

# game.nextTeam.title
source: Next Team
ka: შემდეგი გუნდი

# game.paused.title
source: Paused
ka: პაუზა

# game.progress.title
source: Progress
ka: პროგრესი

# game.results.gameOverTitle
source: Game Over
ka: თამაში დასრულდა

# game.results.playAgain
source: Play Again
ka: თავიდან თამაში

# game.results.playAgain.note
source: Same teams, new words
ka: იგივე გუნდები, ახალი სიტყვები

# game.results.returnToMain
source: Return to Main
ka: მთავარ გვერდზე

# game.results.roundResultsTitle
source: Round Results
ka: ტურის შედეგები

# game.results.totalPoints
source: Total points
ka: სულ ქულა

# game.results.totalScores
source: Total Scores
ka: საერთო ქულები

# game.results.winner
source: Winner!
ka: გამარჯვებული!

# game.results.winners
source: Winners!
ka: გამარჯვებულები!

# game.shuffleAndStart
source: Shuffle & Start
ka: არევა და დაწყება

# game.skip
source: Skip
ka: გამოტოვება

# game.timer.paused
source: Paused
ka: შეჩერებული

# game.timer.resume
source: Resume game
ka: თამაშის გაგრძელება

# game.turn.score.accessibility %lld
source: %lld words guessed this turn
ka: %lld სიტყვა ამ ტურში

# game.turnResults.allWordsGuessed
source: All Words Guessed!
ka: ყველა სიტყვა გამოიცანით!

# game.turnResults.checkStandings
source: Check Standings
ka: ცხრილის ნახვა

# game.turnResults.noWordsGuessed
source: No words guessed this turn
ka: ამ ხვედრზე სიტყვები არ გამოიცნო

# game.turnResults.teamTitle
source: %@'s Results
ka: %@-ის შედეგები

# game.turnResults.timeUp
source: Time's Up!
ka: დრო ამოიწურა!

# game.turnResults.wordsGuessed
source: Words Guessed
ka: გამოცნობილი სიტყვები

# game.turnResults.wordsGuessedCount
source: Words guessed this turn: %lld
ka: ამ ხვედრზე გამოცნობილი სიტყვები: %lld

# game.turnResults.wordsUnit
source: words
ka: სიტყვა

# game.wordsRemainingLabel
source: Words remaining: %lld
ka: დარჩენილი სიტყვები: %lld

# gameRound.first.description
source: No restrictions – use any words or descriptions
ka: შეზღუდვების გარეშე — გამოიყენეთ ნებისმიერი სიტყვა ან აღწერა

# gameRound.second.description
source: One word only – say just one word
ka: მხოლოდ ერთი სიტყვა — შეგიძლიათ თქვათ მხოლოდ ერთი სიტყვა

# gameRound.third.description
source: No words – gestures and miming only
ka: სიტყვების გარეშე — მხოლოდ ჟესტებით და მიმიკით

# gameRound.title
source: Round %d
ka: ტური %d

source: Hat Game
ka: ქუდობანა

# home.director.label
source: Game Director
ka: თამაშის რეჟისორი

# home.director.name
source: Levan Karanadze
ka: ლევან ყარანაძე

# home.howToPlay.title
source: How to Play
ka: როგორ ვითამაშოთ

# home.instructions.addWords
source: Each player adds words to the hat
ka: თითოეული მოთამაშე ამატებს სიტყვებს ქუდში

# home.instructions.createTeams
source: Create teams and add players
ka: შექმენით გუნდები და დაამატეთ მოთამაშეები

# home.instructions.randomize
source: Words are randomized
ka: სიტყვები ირევა

# home.instructions.round1
source: Round 1: No restrictions - guess as many as you can
ka: ტური 1: შეზღუდვები არ არის - გამოიცანით რამდენიც შეგიძლიათ

# home.instructions.round2
source: Round 2: One word only to describe
ka: ტური 2: მხოლოდ ერთი სიტყვით აღწერეთ

# home.instructions.round3
source: Round 3: Gestures and miming only
ka: ტური 3: მხოლოდ ჟესტები და მიმიკა

# home.instructions.winner
source: Team with most points wins!
ka: ყველაზე მეტი ქულის მქონე გუნდი იგებს!

# home.localGame
source: Local Game
ka: ლოკალური თამაში

# home.nearbyGame
source: Play Nearby
ka: ახლომდებარე თამაში

# home.onlineGame
source: Online Game
ka: ონლაინ თამაში

# home.startGame
source: Start Game
ka: თამაშის დაწყება

# home.subtitle
source: The classic party word game
ka: კლასიკური წვეულების სიტყვების თამაში

# home.title
source: Hat Game
ka: ქუდობანა

# joinRoom.codeHint
source: Enter the 6-character code shared by the host
ka: შეიყვანეთ მასპინძლის 6-სიმბოლოიანი კოდი

# joinRoom.enterCode
source: Enter room code
ka: შეიყვანეთ ოთახის კოდი

# joinRoom.enterName
source: Enter your name
ka: შეიყვანეთ თქვენი სახელი

# joinRoom.join
source: Join Room
ka: ოთახში შესვლა

# joinRoom.roomCode
source: Room Code
ka: ოთახის კოდი

# joinRoom.title
source: Join Room
ka: ოთახში შესვლა

# joinRoom.yourName
source: Your Name
ka: თქვენი სახელი

# lobby.addTeam
source: Add Team
ka: გუნდის დამატება

# lobby.copyCode
source: Copy Code
ka: კოდის კოპირება

# lobby.host
source: Host
ka: მასპინძელი

# lobby.joinTeam
source: Join
ka: შესვლა

# lobby.leave.confirm
source: Leave
ka: დატოვება

# lobby.leave.guestMessage
source: Leaving will remove you from the room. You can re-join with the code.
ka: გასვლა ამოგიყვანს ოთახიდან. შემოგიძლია უკან კოდით.

# lobby.leave.hostMessage
source: You're the host. Leaving will end the room for everyone.
ka: შენ ხარ ჰოსტი. გასვლა ოთახს ყველასთვის ხურავს.

# lobby.leave.title
source: Leave room?
ka: დატოვო ოთახი?

# lobby.leaveTeam
source: Leave
ka: გასვლა

# lobby.needMorePlayers
source: Need at least 2 teams with 2 players each
ka: საჭიროა მინიმუმ 2 გუნდი თითო 2 მოთამაშით

# lobby.noTeam
source: No team
ka: გუნდის გარეშე

# lobby.noTeams
source: No teams yet
ka: გუნდები ჯერ არ არის

# lobby.noTeams.host
source: Tap Add Team to create one.
ka: შეეხე „გუნდის დამატება“-ს.

# lobby.players
source: Players
ka: მოთამაშეები

# lobby.playersCount
source: players
ka: მოთამაშე

# lobby.share
source: Share
ka: გაზიარება

# lobby.shareCode
source: Share this code with friends
ka: გაუზიარეთ ეს კოდი მეგობრებს

# lobby.shareMessage
source: Join my Hat Game room with code %@
ka: შემოუერთდი ჩემს Hat Game ოთახს კოდით %@

# lobby.startGame
source: Start Game
ka: თამაშის დაწყება

# lobby.teamEmpty
source: No players yet
ka: ჯერ არავინ

# lobby.teams
source: Teams
ka: გუნდები

# lobby.title
source: Room Lobby
ka: ოთახის ლობი

# lobby.waitingForHost
source: Waiting for the host
ka: ველოდებით მასპინძელს

# lobby.waitingForHost.hint
source: They're getting the round ready.
ka: ის თამაშის დაწყებას ამზადებს.

# local.browser.empty
source: Looking for nearby rooms… Make sure the host has tapped Start Hosting.
ka: ვეძებთ ახლომდებარე ოთახებს… დარწმუნდი რომ ჰოსტმა „გახსნა“ დააჭირა.

# local.browser.nearby
source: Nearby rooms
ka: ახლომდებარე ოთახები

# local.browser.title
source: Find a Room
ka: ოთახის ძებნა

# local.description
source: Connect with nearby phones using Bluetooth and Wi-Fi. No internet needed.
ka: უკავშირდები ახლომდებარე ტელეფონებს Bluetooth-ით და Wi-Fi-ით. ინტერნეტი არ სჭირდება.

# local.hero.title
source: Same room. Same hat.
ka: ერთად. ერთ ცილინდრში.

# local.host
source: Host a Room
ka: ოთახის გახსნა

# local.host.hero.subtitle.empty
source: Pick a name to start broadcasting.
ka: ჩაწერეთ სახელი მაუწყებლობის დასაწყებად.

# local.host.hero.subtitle.named
source: Broadcasting as %@
ka: მაუწყებლობს როგორც %@

# local.host.hero.title
source: Open a nearby room
ka: ახლომდებარე ოთახის გახსნა

# local.host.start
source: Start Hosting
ka: გახსნა

# local.host.title
source: Host a Room
ka: ოთახის გახსნა

# local.join
source: Find a Nearby Room
ka: ახლომდებარე ოთახის ძებნა

# local.session.connecting
source: Connecting…
ka: ვუკავშირდები…

# local.session.connectingHint
source: Handshaking with the host. Hold tight.
ka: ვუკავშირდები ჰოსტს.

# local.session.hostLost
source: Lost the host
ka: კავშირი გაწყდა

# local.session.hostLost.action
source: Back to menu
ka: მენიუში დაბრუნება

# local.session.hostLost.message
source: The host's device is no longer reachable. The room has closed.
ka: მასპინძლის მოწყობილობა აღარაა მისაწვდომი. ოთახი დაიხურა.

# local.title
source: Play Nearby
ka: ახლომდებარე თამაში

# online.createRoom
source: Create Room
ka: ოთახის შექმნა

# online.description
source: Play with friends on different devices using a room code
ka: ითამაშეთ მეგობრებთან სხვადასხვა მოწყობილობებზე ოთახის კოდით

# online.hero.title
source: Play anywhere
ka: ითამაშე ნებისმიერ ადგილას

# online.joinRoom
source: Join Room
ka: ოთახში შესვლა

# online.playersReady
source: players ready
ka: მოთამაშე მზადაა

# online.playersStatus
source: Players
ka: მოთამაშეები

# online.preparingGame
source: Preparing game...
ka: თამაშის მომზადება...

# online.session.joining
source: Joining the room…
ka: ვუერთდები ოთახს…

# online.session.joiningHint
source: Syncing with the host's room state.
ka: ვსინქრონიზდები ჰოსტთან.

# online.submitted
source: Submitted
ka: გაგზავნა

# online.title
source: Online Game
ka: ონლაინ თამაში

# online.typing
source: Typing…
ka: ბეჭდავს…

# online.waitingForOthers
source: Waiting for other players...
ka: ველოდებით სხვა მოთამაშეებს...

# onlineNextTeam.otherTeamsTurn
source: It's another team's turn
ka: სხვა გუნდის ჯერია

# onlineNextTeam.spectating
source: Spectating Team %@…
ka: უყურებ %@-ის ჯერს…

# onlineNextTeam.teamRoles
source: Team Roles
ka: გუნდის როლები

# onlineNextTeam.title
source: Next Up
ka: შემდეგი

# onlineNextTeam.waitingForExplainer
source: Waiting for explainer to start...
ka: ველოდებით ახსნელის დაწყებას...

# onlineNextTeam.waitingForName
source: Waiting for %@ to start…
ka: ველოდებით %@-ს რომ დაიწყოს…

# onlineNextTeam.you
source: (You)
ka: (შენ)

# onlinePlay.loadingWord
source: Loading word...
ka: სიტყვის ჩატვირთვა...

# onlinePlay.spectatorMode
source: Spectator Mode
ka: მაყურებლის რეჟიმი

# onlinePlay.watchingTeam
source: Watch the game while another team plays
ka: უყურე თამაშს სანამ სხვა გუნდი თამაშობს

# onlineResults.byRound
source: Round by round
ka: რაუნდი რაუნდად

# onlineResults.leaderboard
source: Leaderboard
ka: რეიტინგი

# onlineResults.returnHome
source: Return Home
ka: მთავარ გვერდზე დაბრუნება

# onlineResults.title
source: Game Over
ka: თამაში დასრულდა

# onlineResults.winnerScore
source: %lld points
ka: %lld ქულა

# onlineRoundResults.finish
source: See final results
ka: ფინალური შედეგები

# onlineRoundResults.nextRound
source: Next Round
ka: შემდეგი რაუნდი

# onlineRoundResults.roundComplete
source: Round Complete!
ka: რაუნდი დასრულდა!

# onlineRoundResults.roundScores
source: Round Scores
ka: რაუნდის ქულები

# onlineRoundResults.startNextRound
source: Start Next Round
ka: შემდეგი რაუნდის დაწყება

# onlineRoundResults.totalScores
source: Total Scores
ka: ჯამური ქულები

# onlineRoundResults.waitingForHost
source: Waiting for host to start next round...
ka: ველოდებით მასპინძელის შემდეგი რაუნდის დაწყებას...

# onlineSpectator.explainerLabel
source: %@ is explaining
ka: %@ ხსნის სიტყვებს

# onlineSpectator.listen
source: Listen to your teammate!
ka: მოუსმინე გუნდელს!

# onlineSpectator.othersTurn
source: Other team's turn
ka: მეორე გუნდის ჯერი

# onlineSpectator.score.accessibility %lld
source: %lld words guessed this turn
ka: %lld სიტყვა ამ ჯერზე

# onlineSpectator.watching
source: Watching the round
ka: უყურებ რაუნდს

# onlineSpectator.yourTurn
source: Your team is playing
ka: შენი გუნდი თამაშობს

# onlineTurnResults.standings
source: Current Standings
ka: მიმდინარე რეიტინგი

# onlineTurnResults.title
source: Turn Complete!
ka: სვლა დასრულდა!

# onlineTurnResults.waitingForNext
source: Waiting for next turn...
ka: ველოდებით შემდეგ სვლას...

# onlineTurnResults.wordsGuessed
source: %lld words guessed
ka: %lld სიტყვა გამოცნობილი

# onlineWordInput.enterWord
source: Enter a word
ka: შეიყვანეთ სიტყვა

# onlineWordInput.instruction
source: Add words that will be used in the game. Other players will try to guess them!
ka: დაამატეთ სიტყვები რომლებიც გამოყენებული იქნება თამაშში. სხვა მოთამაშეები შეეცდებიან გამოიცნონ!

# onlineWordInput.ready
source: All words ready
ka: ყველა სიტყვა მზადაა

# onlineWordInput.readyHint
source: Submit when you're happy with your list.
ka: გააგზავნე როცა მზად ხარ.

# onlineWordInput.submit
source: Submit Words
ka: სიტყვების გაგზავნა

# onlineWordInput.summary
source: Your words
ka: შენი სიტყვები

# onlineWordInput.title
source: Add Your Words
ka: დაამატეთ სიტყვები

# onlineWordInput.wordsAdded
source: Words Added
ka: დამატებული სიტყვები

# randomization.header.subtitle
source: Choose starting team and let the fun begin
ka: აირჩიეთ საწყისი გუნდი და დაიწყეთ თამაში

# randomization.header.title
source: Ready to Start!
ka: მზად ხართ დასაწყებად!

# randomization.shuffleAndStart
source: Start Game
ka: თამაშის დაწყება

# randomization.shuffling.message
source: Shuffling words...
ka: სიტყვების არევა...

# randomization.startingTeam.goesFirst
source: goes first!
ka: პირველი იწყებს!

# randomization.startingTeam.picker
source: Starting Team
ka: დაწყების გუნდი

# randomization.startingTeam.randomize
source: Randomize
ka: შემთხვევითი

# randomization.startingTeam.selected
source: Starting Team
ka: საწყისი გუნდი

# randomization.startingTeam.title
source: Which team starts?
ka: რომელი გუნდი იწყებს?

# randomization.team.players
source: %lld players
ka: %lld მოთამაშე

# randomization.title
source: Randomize Words
ka: სიტყვების არევა

# randomization.wordsReady
source: %lld words ready
ka: %lld სიტყვა მზადაა

# randomization.wordsReady.count
source: %lld words collected and ready to play
ka: %lld სიტყვა შეგროვებულია და მზადაა

# randomization.wordsReady.title
source: Words Ready
ka: სიტყვები მზადაა

# round.first.description
source: Describe the word using any words except the word itself
ka: აღწერეთ სიტყვა ნებისმიერი სიტყვით გარდა თავად სიტყვისა

# round.first.title
source: Round 1: Describe
ka: რაუნდი 1: აღწერე

# round.second.description
source: Use only ONE word to describe
ka: გამოიყენეთ მხოლოდ ერთი სიტყვა აღსაწერად

# round.second.title
source: Round 2: One Word
ka: რაუნდი 2: ერთი სიტყვა

# round.third.description
source: Show it without words - gestures and miming only!
ka: აჩვენეთ სიტყვების გარეშე - მხოლოდ ჟესტები და მიმიკა!

# round.third.title
source: Round 3: Pantomime
ka: რაუნდი 3: პანტომიმა

# settings.about.appName
source: Hat Game
ka: ქუდობანა

# settings.about.build
source: Build
ka: შექმნა

# settings.about.description
source: A fun word guessing game where teams compete across multiple rounds with different rules. Perfect for parties and gatherings!
ka: სახალისო სიტყვების გამოცნობის თამაში, სადაც გუნდები ერთმანეთს ეჯიბრებიან რამდენიმე ტურში სხვადასხვა წესებით. იდეალურია წვეულებებისა და შეკრებებისთვის!

# settings.about.sectionTitle
source: About
ka: შესახებ

# settings.about.title
source: About
ka: შესახებ

# settings.about.version
source: Version
ka: ვერსია

# settings.accessibility.title
source: Accessibility
ka: ხელმისაწვდომობა

# settings.allowDuplicateWords.description
source: When disabled, auto-fill ensures each player gets unique words per game
ka: გამორთვის შემთხვევაში, ავტომატური შევსება უზრუნველყოფს, რომ თითოეულ მოთამაშეს მიეცეს უნიკალური სიტყვები თამაშში

# settings.allowDuplicateWords.title
source: Allow Duplicate Words
ka: დუბლიკატი სიტყვების დაშვება

# settings.appearance.auto
source: Auto
ka: ავტო

# settings.appearance.colorScheme
source: Color Scheme
ka: ფერის სქემა

# settings.appearance.dark
source: Dark
ka: მუქი

# settings.appearance.description
source: Choose your preferred color scheme. The app will adapt to your selection or follow your system settings.
ka: აირჩიეთ თქვენი სასურველი ფერის სქემა. აპლიკაცია მოარგებს თქვენს არჩევანს ან გამოიყენებს სისტემის პარამეტრებს.

# settings.appearance.light
source: Light
ka: ნათელი

# settings.appearance.system
source: System
ka: სისტემა

# settings.appearance.title
source: Appearance
ka: გარეგნობა

# settings.appIcon.available
source: Available Icons
ka: ხელმისაწვდომი ხატულები

# settings.appIcon.classic.subtitle
source: Deep navy hat with glowing confetti
ka: მუქი ლურჯი ქუდი და მოციმციმე კონფეტი

# settings.appIcon.classic.title
source: Midnight Classic
ka: შუაღამის კლასიკა

# settings.appIcon.current
source: Current Icon
ka: მიმდინარე ხატულა

# settings.appIcon.current.description
source: This icon will appear on your home screen
ka: ეს ხატულა გამოჩნდება თქვენს მთავარ ეკრანზე

# settings.appIcon.description
source: Choose the vibe that appears on your Home Screen.
ka: აირჩიე განწყობა, რომელიც იქნება საწყის ეკრანზე.

# settings.appIcon.minimal.subtitle
source: Clean monochrome with cyan accents
ka: სუფთა მონოქრომი ცისფერი აქცენტებით

# settings.appIcon.minimal.title
source: Minimal Focus
ka: მინიმალური ფოკუსი

# settings.appIcon.neon.subtitle
source: Electric cyan and magenta energy
ka: ელექტრული ცისფერი და მაგენტას ენერგია

# settings.appIcon.neon.title
source: Neon Arcade
ka: ნეონური არკადა

# settings.appIcon.sunset.subtitle
source: Warm oranges with a radiant brim
ka: თბილი ნარინჯისფერი ელფერით და კაშკაშა კიდით

# settings.appIcon.sunset.title
source: Golden Sunset
ka: ოქროს მზის ჩასვლა

# settings.appIcon.title
source: App Icon
ka: აპის ხატულა

# settings.appIcon.vintage.subtitle
source: Sepia tones with parchment cards
ka: სეპიის ტონები და პერგამენტის ბარათები

# settings.appIcon.vintage.title
source: Vintage Story
ka: ვინტაჟური ამბავი

# settings.defaultRoundDuration.description
source: Adjust the default timer duration for each team's turn
ka: შეცვალეთ სტანდარტული წამზომის ხანგრძლივობა თითოეული გუნდის ხვედრისთვის

# settings.defaultRoundDuration.title
source: Default Round Duration
ka: სტანდარტული ტურის ხანგრძლივობა

# settings.defaults.description
source: These settings will be used as defaults when starting a new game. You can always change them during game setup.
ka: ეს პარამეტრები გამოყენებული იქნება როგორც სტანდარტული ახალი თამაშის დაწყებისას. თქვენ ყოველთვის შეგიძლიათ შეცვალოთ ისინი თამაშის მომზადების დროს.

# settings.defaults.sectionTitle
source: Game Defaults
ka: თამაშის სტანდარტები

# settings.defaults.title
source: Default Game Settings
ka: სტანდარტული თამაშის პარამეტრები

# settings.defaultWordsPerPlayer.description
source: Adjust the default number of words each player should add
ka: შეცვალეთ სტანდარტული სიტყვების რაოდენობა, რომელიც თითოეულმა მოთამაშემ უნდა დაამატოს

# settings.defaultWordsPerPlayer.title
source: Default Words per Player
ka: სტანდარტული სიტყვების რაოდენობა მოთამაშეზე

# settings.developerInfo.about.description
source: Passionate iOS developer creating fun and engaging mobile experiences. Focused on clean code, modern design, and user-centered development.
ka: გატაცებული iOS დეველოპერი, რომელიც ქმნის სახალისო და მომხიბვლელ მობილურ გამოცდილებებს. ფოკუსირებულია სუფთა კოდზე, თანამედროვე დიზაინზე და მომხმარებლის ორიენტირებულ განვითარებაზე.

# settings.developerInfo.about.title
source: About
ka: შესახებ

# settings.developerInfo.appName
source: HatGame
ka: ქუდობანა

# settings.developerInfo.contact.message
source: Feel free to reach out on GitHub: @gigakhizanishvili
ka: დამიკავშირდით GitHub-ზე: @gigakhizanishvili

# settings.developerInfo.contact.title
source: Contact
ka: კონტაქტი

# settings.developerInfo.createdBy
source: Created by Giga Khizanishvili
ka: შექმნა გიგა ხიზანიშვილმა

# settings.developerInfo.credits.rulesExplainer
source: Keeper of the Sacred Rules
ka: წესების მემატიანე

# settings.developerInfo.credits.title
source: Credits
ka: მადლობა

# settings.developerInfo.description
source: Learn more about the developer
ka: გაიგეთ მეტი დეველოპერის შესახებ

# settings.developerInfo.technologies.title
source: Technologies
ka: ტექნოლოგიები

# settings.developerInfo.title
source: Developer Info
ka: დეველოპერის ინფორმაცია

# settings.feedback.description
source: Share your thoughts and suggestions
ka: გააზიარეთ თქვენი აზრები და წინადადებები

# settings.feedback.title
source: Send Feedback
ka: უკუკავშირის გაგზავნა

# settings.handedness.description
source: Customize the interface layout based on your dominant hand preference. This setting affects various UI elements throughout the app.
ka: მოარგეთ ინტერფეისის განლაგება თქვენი დომინანტური ხელის მიხედვით. ეს პარამეტრი გავლენას ახდენს სხვადასხვა ინტერფეისის ელემენტებზე მთელ აპლიკაციაში.

# settings.handedness.left
source: Left-handed
ka: მარცხენა

# settings.handedness.right
source: Right-handed
ka: მარჯვენა

# settings.handedness.title
source: Handedness
ka: ხელის ტიპი

# settings.technologies.designbook
source: DesignBook design tokens
ka: DesignBook დიზაინის ტოკენები

# settings.technologies.navigation
source: Custom navigation system
ka: საკუთარი ნავიგაციის სისტემა
